Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON KO>EN The Girl Downstairs.tmx
Source language: ko
Languages: en

source: 대학생 상대로 싸고 양 많은 안주를 파는 술집이 즐비했고,
en: The area was packed with affordable bars that served huge portions for college students.

source: 헉.
en: ugh...

source: 뭐해?
en: What are you doing?

source: 근데… 괜찮아진 거지?
en: You are... all right now, right?

source: 피식
en: SMILE

source: 신입 OT…
en: newcomers’ orientation...

source: 깨닫지 못했어…
en: but I didn’t realize...

source: 특히 국수!
en: Don’t be dramatic!

source: 나 혼자였어.
en: ...I was always alone.

source: 분명 그건 해피엔딩이리라
en: But I know it will be a happy ending.

source: 저번 달에 같이 메밀꽃 축제 보러 갔었어
en: We went to the buckwheat flower festival together last month.

source: *아니다
en: *He’s not.

source: 뭐야, 둘만 갔다온 거야?
en: seriously?!

source: 공감해 주며
en: because she listens and empathizes with my stories...

source: 걔 결혼했어??
en: he got married?!

source: 끼익
en: CREAK

source: 부산 갔었는데?
en: we went to busan.

source: 어?;
en: huh?

source: 네.
en: Yes?

source: 빽!!
en: BELLOW

source: 보고 또 얼마나 좋아할지 좀 기대되는데?!
en: I wonder how impressed she’ll be?!!!

source: 띠링
en: DING

source: 또 착각할 정도로 순진한 나이는 아니라고…
en: I’m not young or naive enough to misinterpret his actions again...

source: 그런데…난…
en: But... But I...

source: 탁
en: THUD

source: 인정할 수밖에 없네요.
en: I have no choice but to admit...

source: 하하~ 데이트~?
en: haha! a date?

source: 미안해요, 새언니!
en: sorry, sister-in-law!

source: 재밌을 것 같은데 왜~
en: What? It sounds fun.

source: 화끈
en: BLUSH

source: … 네.
en: all right, father...

source: 쑥쓰…
en: SHY

source: 누나가 생각하는 그런 거 아니니까!
en: It’s not what you think!

source: 뭐, 그, 이번에 개봉한 아녀2가 그렇게 재밌다던데
en: well, I mean... I heard the movie that just started showing is really good.

source: 응…
en: yeah...

source: 보니까 퇴근길인 것 같은데
en: since you’re off work and going home now...

source: 사~랑에 겁이 많아스어어어
en: my love’s full~ of feeear~

source: 병원비 보태라고 봉투 슬쩍 찔러주고.
en: They’re slipping me money to chip in for the hospital fees.

source: 응, 2,3월에는 다시 돌아갈 테니까 그때 보자.
en: Well, I’m coming back around February or March. Let’s meet up then.

source: 원준아 김치 가져갈래?
en: Joon, would you like some kimchi?

source: 아직 전 여친 생각에 맘 아파한다면서요?!
en: He said you still can’t get over your ex!

source: 괜찮아, 원준아?
en: Joon, are you all right?

source: 엉?
en: Huh?

source: 그만해~!
en: Cut it out!

source: 들어가!
en: Go in!

source: 그렇구나.
en: I see...

source: 해피 엔딩(1)
en: Happy Ending (1)

source: 오빠 커플은 현여친 옆에 두고 전여친,
en: your girlfriend’s here...

source: 차 팔 뻔했다…
en: we almost had to sell our car...

source: 시간 괜찮아?
en: Do you have time?

source: 펄럭
en: FLAP

source: 그…미안해…원준아
en: Um... Sorry... Joon.

source: 나랑~?
en: with me?

source: 미안!
en: Sorry!

source: 썸 타고 사귈 때 하는 그 데이트?
en: not just hanging out with a neighborhood friend?

source: 알았어.
en: All right.

source: 나한테 관심 있잖아??
en: she likes me, doesn’t she?!

source: 과오와..
en: too similar...

source: 뒤적 뒤적
en: RUMMAGE RUMMAGE

source: 없다고 믿는 사람은 없는 세상에 사는 거"
en: People who don’t live in a world that doesn’t.”

source: 참
en: SO

source: 세 번째.
en: The third.

source: 마셔~~!
en: Drink!

source: 날 좋다, 노천 맥주?
en: what great weather! how about a beer outdoors?

source: 대체 왜?
en: so why?

source: 회사 OT가 곧인데 준비물(무리수) 쇼핑 가자!
en: my company’s workshop is coming up. help me shop (a huge stretch) for it!

source: 하하, 정말이라니까~
en: haha, I really mean it!

source: 너무 좋죠!
en: I would love to!

source: 두려워….
en: I’m scared...

source: 아주머니께도 안부 전해줘.
en: Say hi to your mother for me.

source: 언젠가 생각했던 것처럼
en: because those times...

source: 엥?
en: huh?

source: … 과거의..
en: that’s...

source: 잠깐 내 방으로 와 봐!
en: Come see me in my office!

source: ~두근두근 누나리스트~
en: - Pit A Pat Nunalist -

source: 툭
en: TAP

source: 이해해 주겠지?
en: They’ll understand, right?

source: 방황은 나의 길에 존재하지 않는 것 같았다.
en: It seemed like I was never confused about which way to go.

source: 집에 자꾸 막 부르시고!!
en: He keeps inviting people to his house!

source: 회사 탕비실에 가져다 둘까 했는데 그렇게까지는~
en: I thought about putting them in the company break room, but why would I?

source: 뭔데?
en: what is it?

source: 000!{j}이라쓰고
en: It’s Written as 000!{j}

source: 정말.
en: How true.

source: 없어!
en: Nope!

source: 느림처럼
en: Soju

source: 자!{j}이제 시작이야!
en: it’s only the beginning!{j}

source: 파이팅 애 아빠!
en: Good luck, you’re a father now!

source: 학부는 일주일 빠져도 그리 큰일도 아니고
en: Skipping classes for a week it’s nothing for an undergraduate.

source: 기억 장애, 편마비, 어, 언어 장애, 시야 손실…
en: Memory loss, hemiparalysis, s-speech impairment, vision loss...

source: 내가 눈치가 없었네.
en: That was insensitive of me.

source: 주말?
en: next weekend?

source: 너, 너무 웃잖아!
en: y-you’re laughing too much!

source: 하~암
en: YAWN

source: 부글 부글 부글 부글
en: BOILING BOILING BOILING BOILING

source: 진주 누나는 어학당 일을 하며 한국과 남미를 오가던 중
en: Margo traveled back and forth between Korea and South America while working at a language school. then...

source: 나만 여전히 학생 신분으로 이곳에서 과거를 곱씹고 있었다.
en: But I was still a student standing here, dwelling on my past.

source: 아니, 진심~
en: no, I’m serious!

source: 그게 되나?
en: is that even possible?

source: 자랑하고 싶을 만큼 멋진 여자친구랑 예쁘게 연애 중.
en: I’m dating a girl who is so pretty I can’t help but want to show her off.

source: 헉;;
en: ugh.

source: 내정..
en: The offer...

source: 말해버렸네.
en: I said it out loud.

source: 뭐어~ 왜에~!
en: What? Why?

source: 초롱 초롱
en: SPARKLE SPARKLE

source: 어른유가 광고하는!!
en: the one that you-u models for!!!

source: 두나 콘서트라니, 옛날 생각난다.
en: Duna’s concert, how nostalgic.

source: 흔한 말이지 않나.
en: people often say...

source: 뭐야 갑자기 ㅎㅎ
en: What are you talking about? Lol!

source: 우물 우물
en: MUNCH MUNCH

source: 네!
en: Yes!

source: 아아~~나도 진짜 가고 싶었다고~~!
en: Ugh, I really wanted to go too!

source: 이런 걸 얘기하는 건가 싶다.
en: maybe this is what they’re referring to.

source: 대학원 2년 차의 가을,
en: The fall of my second year at grad school...

source: 그렇다.
en: Right.

source: 둘이 아직 친하게 지내나 봐~!
en: They’re still friends!

source: 누나.
en: ira...

source: 누나 다음 주 주말에 시간 있어?
en: Are you free next weekend, Ira?

source: 넌 윤택 오빠 있다고 안 갔잖아!
en: you didn’t go because you were with yoon!

source: 아아.
en: oooh.

source: 나{j}혼자{j}간다
en: Going Alone{j}{j}

source: 근데 기도할 때 손 깍지 껴야 해, 모아야 해?
en: By the way, do you have to lock your fingers when you pray?

source: 는 뻥이다
en: is a joke.

source: 이 사람들, 그동안 내심 괜찮다는 내 말 안 믿고 있었구만!
en: ...these guys never believed me when I told them I was okay!

source: 그게 뭐야!
en: what the heck?!

source: 막 바쁜데!
en: you were so busy!

source: 들어가자.
en: let’s go inside.

source: 새삼?
en: that’s nothing new...

source: 나와
en: ...and I...

source: 나 다음 주부턴 출근이야.
en: I start work next week.

source: … 말 좀 잘 해주지, 얄미운 기지배…
en: why couldn’t she... be nicer to me?

source: 우리 애들은 사이가 좋은 건지 나쁜 건지.
en: do our kids get along or not? it’s hard to tell...

source: 이래 봬도 연영과(중퇴)
en: I majored in acting after all (dropped out).

source: 135화.
en: Episode 135

source: 아?{j}오?
en: {j}oh, what?

source: 윽; 감자 캐는 날이라고 누나랑 놀러오래, 아부지가…
en: uh... my father told me to come with you since we’re digging up potatoes that day...

source: 타다다다다다 다다다
en: TAP TAP TAP TAP TAP TAP

source: 평소에도 행복해!!
en: I’m always happy!

source: 소주?
en: Soju?

source: 뎅뎅뎅
en: DING DING DING

source: 여기 떨어지면 내년 상반기까지..
en: ...if I lose this offer, I’ll stay jobless until the first quarter of next year?

source: 앗.
en: oh.

source: 옆에 있는 이 사람은 여전히 저를 설레게 만들어요.
en: that this man standing next to me still makes my heart pound.

source: 막 여기저기 휘둘리면서 특유의 우유부단함으로 이 여자 저 여자 다 찔러보는…
en: you tend to be really indecisive. did you poke around and test the waters with multiple girls and...

source: 연민
en: Pity

source: 원준 씨?
en: Joon?

source: 우당탕탕
en: RATTLE

source: 이 시간에 일산?
en: You’re going to Ilsan at this hour?

source: 음..
en: Um...

source: 뭐, 베스트~?
en: More like best friends.

source: 쨍
en: CLINK

source: 동생 오랜만에 보면 좋지 않아?
en: isn’t it nice to see your sister after so long?

source: 아, 언제 적 누구쓰~?!
en: geez, really?!

source: …쿨해지기로 한 거야?
en: did you and ira agree to be cool about it?

source: 뛰는 것이 버릇이 되었다.
en: Running became a habit.

source: 양평에 사둔 땅이 있는데 다음 달부터 공사 시작해서 완공되면 바로 가신다고-
en: they already bought land and started building a house in yangpyeong. once the construction is done, they’re going to move in right away.

source: 오, 야 얘 화끈하다.
en: oh, wow. she’s got a hot temper.

source: 아침에 일출 보러 갈 거니까 적당히 마셔.
en: don’t drink too much. we’re going to go see the sunrise tomorrow morning.

source: 비록 성인이었지만, 난 그때까진 학교 생활이란 울타리 안에 있었다는 것과,
en: that despite being an adult, I was still living in the ivory tower of grad school back then.

source: 어휴, 그 교수님 뭐야 진짜~!
en: geez, what’s wrong with that professor?!

source: 아버지도 회사 가셨는데
en: Father left for work too.

source: 이두나! -END-
en: Duna Lee! -END-

source: 그거 아세요?
en: Have you heard?

source: 둘은 같은 동네니까 택시 같이 타면 되겠네.
en: You guys can take the same cab since you two live in the same neighborhood.

source: 하하, 참, 덩달아 쑥스럽게 만드시네!
en: haha... geez. now I’m getting shy about it too!

source: 가랏, 이라초이!!
en: go, ira choi!!!

source: 어어, 누나.
en: Oh, hey.

source: 내가 제대로 한 방 먹은 날이잖아.
en: I took a really hard blow that day.

source: 특히나 동네 중장년층에게 인기였다
en: It’s especially popular among the middle-aged and older customers in the area.

source: 정장은 오바고-
en: semi-formal is going overboard.

source: 000이라 쓰고 (1)!
en: It’s Written as 000! (1)

source: 무얼 위해
en: why did she...

source: 우와!
en: wow!

source: 이 상태면 아마-
en: Judging by their reactions...

source: 밥, 영화, 놀이동산,
en: dinner, movie, amusement park...

source: 저는 다시 이 사람을 밀어내볼까 합니다.
en: I will push him away once again.

source: 와, 존ㄴ 배 아파…
en: God, I’m jealous...

source: 어이구, 허리야
en: Ow, my back.

source: 그래서 그런가 친구가 언니랑 진주밖에 없네…
en: That’s why you and Margo are my only friends...

source: 옆에는 하연이다!
en: It’s Hayeon next to her!

source: 놀라라, 이원준 벌써 온 줄 알고.
en: Shoot, I thought you were Joon for a second.

source: 정말… 두나라서 다행이야.
en: seriously... it was a relief that it was her...

source: 정말 너무 귀여워!!
en: she’s just too cute!!!

source: 오?
en: oh?

source: 이럴 땐 맥주나 한 캔 하면서 예능 한 편 보는게-
en: the best thing to do in this situation is pop a can of beer and watch a show...

source: 음마?
en: what?

source: 지원해 보겠습니다!
en: I’ll give it a try!

source: 나쁘지 않네.
en: it isn’t bad.

source: 내, 내가 언제…
en: Wh-When have I ever...

source: 얘 왜 갑자기 혼자 감성 모드냐?
en: why is she suddenly so sentimental?

source: 무슨 일 있으면 바로 연락할 테니까 가 봐.
en: You should leave. I’ll let you know right away if anything happens.

source: 랩 잘했던 분…
en: the one who rapped really well.

source: 나 생각해서 피하는 것도 알겠는데, 친구로서 되게 실례 아니야?
en: I know you’re avoiding me for my sake, but don’t you think it’s a little rude as my friend?

source: 남녀 사이에 친구가 어딨어요?
en: a man and woman can’t be just friends!

source: 아무 생각이 없어야..
en: nothing else...

source: 글.{j}그림 민송아
en: Story{j}/ Art SongA Min

source: 서울 하늘에 별?
en: Stars in the Seoul sky?

source: 우리 어색해지기엔 이미 일상에서 공유하는 게 너무 많아!
en: We share too much of our lives together to be awkward around each other!

source: XX 기업 1차 면접 탈락.
en: I failed the first round of interviews for another company.

source: 그러고 보니 어제 통화할 때 몸 안 좋으시다고…
en: She did mention she wasn’t feeling well during our phone conversation yesterday...

source: 으하하!
en: ahaha!

source: 친구가 생활 범위!
en: We have the same friends and life circle!

source: 러O리즈 - 종소리
en: - from the song twinkle

source: 미쳤나, 진짜.
en: snap out of it, will you?

source: 친구로서.
en: as a friend.

source: 하하.
en: haha.

source: 바빠!
en: I’m busy!

source: 주륵
en: DRIP

source: 얘 오늘 회사 내정 받았어요!
en: This guy got an offer today!

source: 약속대로 젤 늦게 온 사람이 한 곡 뽑기.
en: as promised, the last to show up has to sing a song.

source: 내가 닮았다고 준-
en: just like the poodle keychain I gave her...

source: 전에 말했던 프로젝트 면접일이 나왔거든 그런데 면접일이 콘서트 당일입니다 저는 참가가 어려울 것 같으니 재밌게들 보고 오세요 티켓은 어쩌지?
en: I got the schedule for the project I told you guys about. But the interview is on the same day as the concert. I don’t think I can make it. You guys have fun. What should I do with the ticket?

source: 그러나 부디
en: But please...

source: 마시자!
en: Let’s just drink!

source: 국수진?
en: SJ?

source: 편안했고
en: It was comfortable...

source: 지금 벌써 11월 말이라 공채 지원도 거의 끝났고…
en: November is almost over, so the deadline for open recruitment...

source: 그러고 나니까 남는 게,
en: so in the end...

source: 나 좋다고 쭈굴대던 누나 생각나서!
en: Just thinking about the girl who got all antsy because she had a crush on me!

source: 아~!!!
en: oh!!!

source: 아~ 좋다~~ 회사 안 가고 이대로 평생 놀고 싶다~
en: ahhh... this is so nice! I’d love quit working to relax like this forever!

source: 두나….
en: I’m talking about Duna...

source: 이마 깐 걸 좋아하는 눈치였어.
en: she liked it when I put my hair up...

source: ㅇㅇ
en: mm-hm.

source: 미안.{j}휴일인데 이런 텃밭 감자 수확에 불러서.
en: sorry for bringing you to harvest potatoes on your day off.{j}

source: 과거에 많이 한 다짐이어서…
en: I’ve told myself this so many times already...

source: 부아아아앙
en: VROOOOM

source: 나도 비밀이야.
en: Mine is a secret too.

source: 이성적으로?'
en: “as a potential girlfriend?”

source: 자전거로 도로 기물 파손해서 그거 몇 백 물어주고..
en: oh, and you broke something on the street while biking, so I had to pay a hefty sum to repair it.

source: 웬 핑크
en: what’s with the pink?!

source: 국수는 표 필요 없다고?
en: What did you say, SJ? You don’t need a ticket?

source: 만났었어?
en: Did you guys meet?

source: 보ㅋㅋ릿ㅋㅋ자ㅋㅋ루ㅋㅋ 약간 '조연 밖에 될 수 없는 나~(가련)' 이런 거?
en: a, haha, mere, haha, commoner, hahaha! want us to sympathize? “poor ira!” haha!

source: 글.
en: Story.

source: 아냐, 어머니도 곧 재활 병원 가실 거고 논문도 통과했어.
en: It’s fine. My mother is going to the rehabilitation hospital soon and I passed my thesis.

source: 덜컹 덜컹
en: RATTLE RATTLE

source: 학기 바뀔 시즌이라 또 나갔네.
en: But I’m out of country again since it’s the end of the semester.

source: 태양신도 한 말씀…
en: o, sun god... please bless her...

source: 내 내면에 가끔 등장해;;
en: They show up inside my head from time to time.

source: 같이 추억할 거리가 많아서 나중 되면 더 재밌게 살 수 있어.
en: ...they all become memories that you can both enjoy later in life.

source: 나는 시간이 있어~⌟
en: I’m free right now!”

source: 기도 굉장히 오래 하던데.
en: That was a long prayer.

source: 하늘에서 선녀가 내려온 줄 알았다고.
en: I thought an angel had descended from heaven!

source: 그럼 오빤 지금 소꿉친구 첫사랑이랑도 아직 친하고,
en: joon, you’re still close with your childhood first love?

source: 내 혈연이랑 그쪽 둘째 따님 호적 교환하는 거.
en: my darn brother and your second daughter might end up on the same family register.

source: 오빠는 학교 가 봐.
en: You should go back to school.

source: 설마 일주일이나 기다릴 줄 예상이나 했겠습니다.
en: I had no idea he’d wait for a whole week.

source: 원준이가 나를 못 잊어서 별 핑계 대며 콘서트 안 오는 거라고!
en: I’ll tell her Joon made up an excuse to not come to the concert because he can’t get over me!

source: 전 국민이 다 아는…
en: the whole country knows who she is because she’s...

source: 또 뭐, 요정?!!
en: And fairies?!

source: 단호하게 대하고 있다고.
en: I’ve been drawing a clear line.

source: 그를 더 힘들게 만든 것 같습니다
en: made things harder for him.

source: 응, 누나?
en: right, ira?

source: 새언니라니//// 아직 전혀 그런 계획은~///
en: sister-in-law?! we don’t have plans for that yet...

source: 원&두도 한창 사귈 때니까 뭐…
en: joon and duna were at the peak of their relationship too...

source: 그..
en: that guy...

source: 하는 생각이!!
en: I can’t stop thinking these things!!!

source: 일단 괜찮은데 왜?
en: I am. Why?

source: 나 그래도 신경 쓴다고 하고 나온 건데…
en: I dressed up, you know...

source: 그 첫번째는-
en: The first of them was...

source: 응!
en: Okay!

source: 스스로 온전히 책임질 수 없는 무게.
en: The weight was too much for me.

source: 띡
en: TICK

source: 오늘
en: Today

source: 그깟 편의점 두 번 갔다 오는 게 뭐라고!
en: What’s the big deal about making another trip to the convenience store?!

source: 정해진 레일을 평생 슬쩍 벗어나 살 것 같던 윤택형은
en: I thought Yoon would never walk a typical path, but...

source: 그… 웃는 포인트 맞지?
en: that’s... supposed to be funny...

source: 김진주 (국문과/1840~ 1965)
en: Jinju Kim (Department of Korean Literature/1840-1965)

source: 이라씨는 왜 이렇게 귀여울까~
en: How are you so adorable, Ira?

source: 마셔야 돼!
en: I need a drink!

source: 아?
en: huh?

source: 너희 이제 아무렇지 않은 줄 알고..
en: I thought you guys were good now.

source: 기념품샵에서 사왔는데, 이거 누나 닮지 않았어?
en: I bought a souvenir. doesn’t it resemble you, ira?

source: 응, 들어갈게.
en: Okay. I’m hanging up.

source: 윤택 오빠… 이렇게 일곱.
en: and yoon... it was the seven of us.

source: 글∙그림 민송아
en: Story / Art SongA Min

source: 지
en: GA

source: 이라 최랑~?
en: with ira choi?

source: 뚜르르르
en: RIIING

source: 그런 거 다~~ 없어!!
en: None of that exists!

source: 조건이-
en: The qualifications...

source: 고마운데?
en: ...supportive.

source: 뭐, 시간 아슬아슬한데 가보지, 뭐, 나도 콘서트 가고 싶긴 하니까
en: The schedule is tight, but I can try. I do want to go to the concert myself.

source: 아마 그건
en: that’s probably because...

source: 갈까?
en: Should we go?

source: 잉?
en: eh?

source: 마셔~!
en: Drink!

source: 얘가 언제 이렇게 똑 부러졌었지?
en: Since when did she become so mature?

source: 우선순위에서 누구에겐 때때로 한 여름 롱패딩급이지만 넌 항상 맨 앞줄이야.
en: someone else might think of you as a thick down jacket in the summer, but you’re always the first one I reach for.

source: 왜 그렇게 봐.
en: why are you looking at me like that?

source: 참처음' 사왔을 텐데!!
en: I would’ve gotten truly first soju instead!!!

source: 다들 뭐 그런 걸로 또.
en: They’re overreacting.

source: 좋은 사람들과
en: Let him live a comfortable life...

source: 오오~
en: oooh!

source: 우리 팀은 기업 팀장님 오시면 같이 카드 긁고 아침까지 마시는걸.
en: Our team drinks until the next morning with the team managers and puts everything on the card.

source: 아쉽지는 않지만 때때로 그때 생각이 나는 건
en: I don’t miss it, but I do think back on those days occasionally.

source: 응?
en: Hm?

source: 하아..
en: Sigh...

source: 박사 과정까지 꼬시는 악마 같은 선배의 유혹을 뿌리치고
en: I stayed strong and didn’t let my evil alums convince me to go for a PhD...

source: 누나가 월드 스타였어도 누나랑은 평생 잘 살았을 것 같아…
en: I think we’ll live happily ever after even if you were a world star...

source: 응원해 주고…
en: They comfort me...

source: 맞지?
en: right?

source: 이제 느긋하게 살아봐야지.
en: anyway, we want to live a relaxed life now.

source: 산호 누나가 우리 집에서 감자 줍는 걸 보게되는 날이 올 줄이야.
en: who knew I’d ever see the day when coralie digs up potatoes at my place?

source: 부모님 퇴직하시고 전원 생활하신대.
en: my parents want to live a rural lifestyle after they retire.

source: 이은주!
en: eun!

source: 나한테 데이트 신청을?
en: ...asked me out on a date?

source: 있어~~
en: They’re real too!

source: BGM - be your love/배다훈/공유마당/CCBY
en: BGM - Be your love/Dahoon Bae/Gongucopyright/CCBY

source: 여러 추억이 골목마다 가득했다
en: Every street was filled with memories.

source: 갈게요~~!
en: I’m going!

source: 오늘만을 벼르고 별렀으니까!
en: I’ve been waiting forever for this day!

source: 오래 울지 않기를
en: Don’t let him cry for too long.

source: 뭘 그렇게 빌었어?
en: What did you pray for?

source: 머쓱 기대
en: SHY NERVOUS

source: 예전 활동 때 언니 수상 소감 매번 신께 감사드리던데, 그거 솔직히 나한테 해야 하는 거 아니었을까?
en: You always thank god in every acceptance speech. Shouldn’t you be thanking me instead?

source: 그러나 별은 때때로 그 엄청난 중력을 사용해
en: however, that star occasionally uses its incredible force of gravity...

source: 하~ 재밌었다!
en: Oh, that was fun.

source: 어질
en: Dizzy

source: 잊어.
en: forget it.

source: 암튼 그래서-
en: anyway!

source: 쓸만한 회사는 다 지원 마감이야..!
en: The deadlines passed for all the companies I want to apply to!

source: 몇 년간 겪어본 사회는
en: the society that I experienced during the last few years...

source: 가자!
en: Let’s go!

source: 우리가 아예 연락 끊고 지낸 것도 아니고.
en: It’s not like we’ve stopped talking to each other.

source: 응, 한 번에 잔뜩 사놔야 평일에 올 일이 없거든.
en: Yeah, I buy in bulk so I don’t have to make another trip during weekdays.

source: 응급중환자실
en: Intensive Care Unit

source: 평화나라회원
en: Peace World Member

source: 웨에에엑
en: BLERGH

source: 꾹
en: PRESS

source: 가만있어 봐.
en: let’s see.

source: 시… 신경 쓰여 …..
en: this... this bothers me...

source: 맞아.
en: Exactly.

source: 진짜 멍청했었는데…
en: She used to be so dull...

source: 내가 진주한테 잘 말해 둘게
en: I’ll talk to Margo.

source: 우와.
en: whoa...

source: 뭐 하냐, 너;;;;;
en: what’s wrong with you?!

source: 정말 단순히 취준 도와준 고마움에 나 찾는 건가?
en: maybe he’s just grateful that I helped him with his job search.

source: 미안해요, 원준 씨.
en: I’m sorry, Joon.

source: 에이~ 전에 대놓고 라디오에서 아이O스로 바꿨다고 말했는데.
en: well, she even said on radio that she switched to e-cigarettes.

source: 뚝
en: BEEP

source: 잠깐 운동하고 집 가는 길이야.
en: I’m on my way home after exercising.

source: 오늘 즐거웠습니다.
en: I had fun today.

source: 그럴 만큼 능숙한 사람이 아닌데?
en: but she’s not experienced enough to play that kind of game...

source: 풉
en: COUGH

source: 근데 그렇게들 신경 쓰더라고
en: But they all seem so worried.

source: 척
en: DUN

source: 갑자기 내가 자기 타입의 이성인 걸 알아차렸다던가?
en: did he suddenly realize that I’m his type?

source: 그게 또 참 좋아.
en: ...it’s really nice.

source: 양보 좀 해, 임마!
en: Let me in, dude!

source: 신경 쓰여 죽는 줄 알았네.
en: I was so nervous!

source: 부모님 나름 재밌는 이벤트라고 초대한 거긴 한데-
en: my parents invited you because they thought this would be fun...

source: 눈물이 많아스어어어~
en: my eyes fill with teeears~

source: 하하!
en: haha!

source: 가수 이두나(31)가 논란이 되었던 흡연 사진에 대해 입장을 밝혔다.
en: Artist Duna Lee (31) revealed her side of the story regarding the controversy over the picture of her smoking.

source: 뎅
en: DING

source: 그리하여 청춘이란 단어가 슬슬 나에게서 멀어짐을 느꼈던 그 해,
en: That year, as my youth slipped quietly away...

source: 구질구질 얘기 나와서 말인데, 한동안 네가 상징 같은 거였어.
en: Speaking of holding a grudge, you were kind of a symbol for a while.

source: 관심 있는 남자가 영화 보자고 하면 기쁘지 않나??
en: isn’t a girl usually happy when the guy she likes asks her out to a movie?

source: 나 지금 잘 분비..
en: I’m about to go to bed--

source: 두 번째, 실수의 무게.
en: The second, was the weight of the mistake.

source: 애들 (평균 30세 이상) 노는 데 끼지 말고 와!
en: let the kids (all in their thirties) enjoy themselves!

source: 아니 왜?
en: but why?

source: 원치않은 전여친 소식을 다 듣고
en: he has to hear unwanted news about his ex.

source: 시간,
en: Time...

source: 팔로우가 언제 이렇게 늘었지?
en: When did I gain so many followers?

source: 누나!
en: ira!

source: 응…응!
en: Uh... all right!

source: 무슨 소리야, 진짜.
en: shut up.

source: 야.
en: hey.

source: 주말에 모여!
en: let’s meet up this weekend!

source: 그치?
en: right?

source: 이 행복에 제 것일 수 있겠습니까
en: ...Can this happiness really be mine?

source: 덕분에 진짜 추한 꼴은 안 보이고 끝낼 수 있었고..
en: I was able to end my feelings without getting clingy or nasty.

source: 오….
en: ah...

source: 같이 술잔 기울여주는 사람이 있어서.
en: ...and is always there to have a drink with me.

source: 월급 꿀~
en: paydays rule!

source: 좋은 꿈 같았습니다.
en: It felt like a nice dream.

source: 이라쓰고 (11)
en: It’s Written as 000! (11)

source: 이라 언니는 또 얼마나 짜증날까
en: how frustrated must ira be?

source: VIP석
en: VIP Seats

source: 머릿속에서 끊임 없이 종이 울린다고~~
en: bells keep chiming endlessly in my head!!!

source: 다른 이들의
en: ...and everyone else...

source: 어떻게 해야 서로 다가가지 않을 수 있을까요
en: How can we keep our distance?

source: 뭘 입지?
en: what should I wear?

source: 술냄새 풀풀
en: Reeks of alcohol

source: 밤새워서 피곤하겠지만-
en: You must be exhausted from staying up all night.

source: 헛소리 말고 들어가자!
en: Stop talking nonsense and let’s go inside!

source: 두나 입장표명
en: Duna Says,

source: 이거 막 하고 나갈 순 없겠구만.
en: I should dress up for the occasion.

source: 이원준 괜찮아 나 김치 안 먹어!! / 8분전
en: Joon Lee I’m good. I don’t eat kimchi! / 8 minutes ago

source: 저기, 그게 아니라...!!
en: Uh, I didn’t mean...

source: 빵, 빵, 빵
en: HONK HONK HONK

source: 행복하다.
en: I’m so happy.

source: 그 기도가 이루어졌길.
en: I just hope she got her wish.

source: 셰어하우스 아래층에 살았던 그녀는
en: The girl downstairs at the share-house...

source: 달아서 다들 퍼마시다 디ㅈ다니까?
en: it’s so sweet that people drink tons and get wasted!

source: 이원준 타입이면….
en: but joon’s type is...

source: 몰라!
en: I don’t know.

source: 응^^
en: Yeah.

source: 넵, 고마워요, 형.
en: Thanks, Chad.

source: 뭐야.
en: What’s the matter with you?

source: …오는 길에 미용실 들렀는데,
en: I stopped by a hair salon on the way here...

source: 왔…
en: you’re...

source: 당연하죠!
en: Of course!

source: 하~ 육식계야, 역시
en: Sigh. I knew she was a carnivore.

source: … 대강 봐도 딱했지.
en: yeah... I felt a bit bad for you.

source: 아니, 여름엔 부산, 겨울엔 원주!
en: no, we went to busan in the summer. wonju was in the winter!

source: 두 분이서만 생활하기 편치 않을 텐데.
en: it won’t be easy living out there with just the two of you.

source: 왜 나한테 이 타이밍에 호감을?
en: so why show interest in me now, of all times?

source: 가족 등산이 돼버렸네.
en: this ended up being a family hike.
